tap 'homebrew/cask'

# git and Gerrit review tools
brew 'git'
brew 'git-review'

# Update bash version
brew 'bash'
brew 'bash-completion2'

# Update built in tools
brew 'vim'
brew 'grep'
brew 'screen'
brew 'coreutils'
brew 'openssh'
brew 'moreutils'
brew 'findutils'

# Used for sfc
brew 'nailgun'

# Install other useful tools
brew 'navi'
brew 'ack'
brew 'p7zip'
brew  'pv'
brew  'ssh-copy-id'
brew  'tree'
brew  'vbindiff'

# UI programs
cask 'firefox'
cask 'visual-studio-code'
cask 'sublime-text'
cask 'postman'
cask 'spectacle'
cask 'intellij-idea'
cask 'iterm2'
cask 'rescuetime'
